# encoding: utf-8
@@errors = {
	:registered => 'Ви вже зареєструвалися.',
	:logged_in => 'Ви вже увійшли.',
	:empty_input => 'Заповніть пусті поля.',
	:sign_up => 'Користувач з такими даними(логін, пошта) вже існує.',
	:login => 'Ви неправильно ввели логін або пароль.',
	:unique_email => 'Ця електронна пошта вже використовується.',
	:incorrect_email => 'Некоректний адрес електроної пошти.',
	:unique_login => 'Користувач з таким логіном вже існує.',
	:login_required => 'Будь-ласка увійдіть або зареєструйтеся',
}

@@notice = {
	:logout => 'Ви успішно вийшли.',
}